"Due %@" = "Due %@";
"Delivered %@" = "Done %@";
"Subject" = "Subject";
"Assignment" = "Assignment";
"New homework" = "New homework";
"Edit homework" = "Edit homework";
"(note)" = "(note)";
"(delivered)" = "(done)";
"Note" = "Note";
"Delivered date" = "Done date";
"New subject" = "New subject";
"Edit subject" = "Edit subject";
"Homework" = "Homework";
"New assignment" = "New assignment";
"Edit assignment" = "Edit assignment";
"(subject)" = "(subject)";
"(assignment)" = "(assignment)";
